Repository: common-repository/settings-for-youtube-block
Catalog: languages/settings_for_youtube_block-*.po
Languages: sv_se

source: Advanced settings
sv_se: Avancerade inställningar

source: Basic settings
sv_se: Grundläggande inställningar

source: Causes the player to not respond to keyboard controls.
sv_se: Får spelaren att inte svara på tangentbords-kontroller.

source: Causes video annotations to not be shown.
sv_se: Döljer video-annoteringar.

source: Disable controls
sv_se: Inaktivera kontroller

source: Disable keyboard
sv_se: Inaktivera tangentbord

source: Enable js API
sv_se: Aktivera js API

source: Enables the player to be controlled via IFrame Player API calls.
sv_se: Gör att spelaren kan kontrolleras via IFrame Player API-anrop.

source: Get rid of YouTube logo while playing, and also only show related videos from same channel. Great when you're embedding your own videos and don't want to show your competitors videos when the user pauses and after the video is done.
sv_se: Bli av med YouTube-loggan medan videon spelas, och visa bara relaterade videor från samma kanal. Bra när du bäddar in dina egna videor och inte vill visa dina konkurrenters videor när användaren pausar och efter att videon är klar.

source: Indicates whether the video player controls are displayed.
sv_se: Indikerar om videospelarens kontroller visas.

source: Inline on iOS
sv_se: Inline på iOS

source: Lets you use a YouTube player that does not show a YouTube logo.
sv_se: Låter dig använda en YouTube-spelare som inte visar en YouTube-logotyp.

source: Modest branding
sv_se: Ingen YouTube-logga

source: No annotations
sv_se: Inga annoteringar

source: No fullscreen
sv_se: Ingen fullskärm

source: Prevents the fullscreen button from displaying in the player.
sv_se: Förhindrar att helskärmsknappen visas i spelaren.

source: Related
sv_se: Relaterat

source: Related videos will come from the same channel as the video that was just played.
sv_se: Relaterade videor kommer från samma kanal som videon som just spelades.

source: Reset to default
sv_se: Återställ till default

source: Save Settings
sv_se: Spara inställningar

source: The settings will affect all YouTube blocks.
sv_se: Inställningarna påverkar alla YouTube-block.

source: Videos play inline in an HTML5 player on iOS.
sv_se: Videor spelas in i en HTML5-spelare på iOS.

source: Your settings are now updated
sv_se: Dina inställningar är nu uppdaterade
